fio/ceph-file-layout/bs_su512k_o1m/randr_s1m_j2.out
randr: (g=0): rw=randread, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
fio-3.18
Starting 2 threads

randr: (groupid=0, jobs=2): err= 0: pid=23240: Thu Feb 20 18:22:19 2020
  read: IOPS=3666, BW=28.6MiB/s (30.0MB/s)(8594MiB/300001msec)
    slat (usec): min=21, max=254, avg=41.03, stdev= 8.05
    clat (usec): min=256, max=17289, avg=502.95, stdev=194.92
     lat (usec): min=332, max=17329, avg=544.13, stdev=195.22
    clat percentiles (usec):
     |  1.00th=[  367],  5.00th=[  396], 10.00th=[  416], 20.00th=[  437],
     | 30.00th=[  457], 40.00th=[  469], 50.00th=[  486], 60.00th=[  498],
     | 70.00th=[  519], 80.00th=[  537], 90.00th=[  578], 95.00th=[  611],
     | 99.00th=[  734], 99.50th=[ 1336], 99.90th=[ 3851], 99.95th=[ 4178],
     | 99.99th=[ 4621]
   bw (  KiB/s): min=26672, max=31776, per=100.00%, avg=29362.60, stdev=402.37, samples=1198
   iops        : min= 3334, max= 3972, avg=3670.32, stdev=50.30, samples=1198
  lat (usec)   : 500=60.31%, 750=38.81%, 1000=0.33%
  lat (msec)   : 2=0.16%, 4=0.32%, 10=0.08%, 20=0.01%
  cpu          : usr=0.67%, sys=5.58%, ctx=2192105, majf=0, minf=478
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1099978,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=28.6MiB/s (30.0MB/s), 28.6MiB/s-28.6MiB/s (30.0MB/s-30.0MB/s), io=8594MiB (9011MB), run=300001-300001msec